Repository: CamiloA-17/brewly
Catalog: ios/BrewlyKit/Sources/BeansFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Add bean
es: Agregar grano

source: Add the coffees you are brewing: farm, altitude, varietal and more.
es: Agrega los cafés que estás preparando: finca, altitud, varietal y más.

source: Altitude
es: Altitud

source: Archive (bag finished)
es: Archivar (bolsa terminada)

source: Archived
es: Archivado

source: Bag weight (g)
es: Peso de la bolsa (g)

source: Cancel
es: Cancelar

source: Coffee
es: Café

source: Coffee details
es: Detalles del café

source: Country
es: País

source: Days since roast
es: Días desde la tostión

source: Decaf
es: Descafeinado

source: Delete bean
es: Eliminar grano

source: Delete this bean?
es: ¿Eliminar este grano?

source: Edit
es: Editar

source: Edit bean
es: Editar grano

source: Farm
es: Finca

source: Harvest
es: Cosecha

source: Harvest year
es: Año de cosecha

source: I know the roast date
es: Conozco la fecha de tostión

source: Max. altitude (m)
es: Altitud máx. (m)

source: Min. altitude (m)
es: Altitud mín. (m)

source: Move back to my shelf
es: Volver a mis granos

source: My beans
es: Mis granos

source: Name
es: Nombre

source: New bean
es: Nuevo grano

source: No beans yet
es: Aún no tienes granos

source: Not specified
es: Sin especificar

source: Notes
es: Notas

source: Origin
es: Origen

source: Process
es: Proceso

source: Producer
es: Productor

source: Region
es: Región

source: Roast
es: Tostión

source: Roast date
es: Fecha de tostión

source: Roast level
es: Nivel de tostión

source: Roaster
es: Tostador

source: SCA score
es: Puntaje SCA

source: Save
es: Guardar

source: Show archived
es: Mostrar archivados

source: Tasting notes
es: Notas de cata

source: Varietals
es: Varietales

source: Visible to
es: Visible para

source: Weight
es: Peso
